const basics={
figure1:”الشكل “,
figure2:” من 5. انقر على الأسهم لمزيد من النتائج.“,
h1:”معلومات أساسية عن البرنامج“,
program:”اسم البرنامج“,
organization:”اسم المنظمة“,
orgtype:”نوع المنظمة:“,
country:”بلد (بلدان) البرمجة“,
region:”المقاطعات/المنطقة (إن أمكن)“,
name: ”الاسم (الأسماء) الذي أكمل هذا التقييم“،
date: ”تاريخ الإكمال“،
stage: ’المرحلة‘،
save: ”حفظ البيانات“،
more: ”المزيد من الوظائف“،
full: ”التقرير الكامل“،
clear: ”مسح البيانات“،
load: ”تحميل البيانات“،
comment: ”تعليق“
};

const downbutton="انقر هنا لتنزيل الملف.";
const sendmail="للإرسال عبر البريد الإلكتروني، أرفق الملف الذي تم تنزيله.";
const stages=[’تجريبي‘,'جديد',’متوسط‘,'ناضج',’كامل‘];
const orgtypes=[”الحكومة المحلية/التابعة للحكومة“,”منظمة غير ربحية/منظمة مجتمع مدني“];
const clickto="انقر لحفظ التعليق";
const comment="تعليق";

const dimensions=[
”A: المشاركة والشمولية والتعبير عن الرأي“،
”B: الموارد والمعارف المحلية“،
”C: الاستدامة واستراتيجية الانتقال“،
”D: آليات المساءلة“،
”E: الاستجابة للسياق“،
”F: التعاون“،
”G: العمل مع الحكومة المحلية/منظمات المجتمع المدني“،
”H: ممارسات الرصد والتقييم“،
”I: التيسير“];

const rubric={
p2:[”A1. يضمن البرنامج إشراك جميع فئات المجتمع (مثل كبار السن والشباب، الرجال والنساء، الأغنياء والفقراء، من مختلف العشائر والطوائف والأديان، إلخ.)“,
”لا أعرف/ معلومات غير كافية“,
”لا يأخذ البرنامج في الاعتبار مختلف فئات السكان الذين يعيشون في القرية.“,
”يأخذ البرنامج في الاعتبار بعض الفئات المستبعدة (ليس جميعها) ويضمن مشاركتها في الاجتماعات/الأنشطة الجماعية.“
”يأخذ البرنامج في الاعتبار معظم فئات السكان ويضمن مشاركتها في الاجتماعات/الأنشطة الجماعية.“
”يأخذ البرنامج في الاعتبار جميع فئات السكان ويضمن مشاركتها الفعالة في الاجتماعات/الأنشطة الجماعية.“],
p3:[”A2. يقرر أفراد المجتمع المحلي أولويات برنامج التنمية المجتمعية المحلية قبل التصميم الفعلي للبرنامج.“,
”لا أعرف/ معلومات غير كافية“,
”لا يشارك أفراد المجتمع في تحديد أولويات البرنامج.“,
”يشارك أفراد مختارون من المجتمع (مثل الزعماء التقليديون وملاك الأراضي وغيرهم) أو مجموعات في تحديد أولويات البرنامج.“,
”تشارك معظم مجموعات المجتمع في تحديد أولويات البرنامج.“,
”تشارك جميع مجموعات المجتمع في تحديد أولويات البرنامج ولها صوت متساوٍ فيها.“],
ص 4: [”A3. يلعب أفراد المجتمع دوراً نشطاً في تخطيط برنامج التنمية المجتمعية في مجتمعهم.“
”لا أعرف/معلومات غير كافية“
”لا يشارك أفراد المجتمع في عملية التخطيط.“
”يشارك أفراد مجتمع محددون (مثل القادة التقليديون وملاك الأراضي، إلخ) أو مجموعات في عملية التخطيط.“
”تشارك معظم المجموعات المجتمعية في عملية التخطيط.“،
”تشارك جميع المجموعات المجتمعية في عملية التخطيط ولها صوت متساوٍ فيها.“]،
ص 5: [”A4. تنفذ البرنامج هيئات مجتمعية تمثل جميع المجموعات والأحياء.“،
”لا أعرف/معلومات غير كافية“،
”تنفذ البرنامج منظمات غير حكومية أو قادة محليون حاليون.“,
”تنشئ المنظمات غير الحكومية و/أو القادة المحليون هيئة لتنفيذ البرنامج أو تعمل مع هيئة قائمة قد لا تضم أعضاء من جميع المجموعات.“
”تنفذ البرنامج هيئات تضم أعضاء معينين من جميع المجموعات والأحياء.“
”تنفذ البرنامج هيئات منتخبة تمثل جميع المجموعات والأحياء.“],
ص 6:["A5. يعزز البرنامج صوت وثقة ممثلي المجتمع المحلي للتأثير على/تشكيل عملية صنع القرار.”،
“لا أعرف/معلومات غير كافية”،
“لا يبذل البرنامج أي جهد لتعزيز صوت أو ثقة ممثلي المجتمع المحلي.”،
“يعزز البرنامج صوت وثقة بعض ممثلي المجتمع المحلي، ولكن ليس ممثلي الفئات المستبعدة.”،
“يعزز البرنامج صوت وثقة العديد من ممثلي المجتمع المحلي، بما في ذلك ممثلي بعض الفئات المستبعدة."،
”يعزز البرنامج صوت وثقة جميع ممثلي المجتمع، بما في ذلك ممثلي جميع الفئات المستبعدة.“],
ص 7:[”A6. يرفع البرنامج الوعي بالحقوق (الاجتماعية والاقتصادية والسياسية) ويبني مهارات ممثلي المجتمع المحلي للمطالبة بهذه الحقوق.“,
”لا أعرف/معلومات غير كافية“,
”لا يرفع البرنامج الوعي ولا يبني المهارات اللازمة للمطالبة بالحقوق.“,
”يرفع البرنامج الوعي بالحقوق، ولكنه لا يبني أي مهارات للمطالبة بها.“،
”يرفع البرنامج الوعي بالحقوق، ويبني مهارات لعدد قليل من الأشخاص للمطالبة بها.“،
”يرفع البرنامج الوعي بالحقوق، ويركز على بناء المهارات بين ممثلي المجتمع المحلي من جميع الفئات للمطالبة بها.“]،
ص 8:[”B1. يعتمد برنامج التنمية المجتمعية المحلية على الموارد والمعارف المحلية.“،
”لا أعرف/معلومات غير كافية“،
”لا يأخذ البرنامج في الاعتبار الموارد والمعارف المحلية.“،
”يستكشف البرنامج الموارد المحلية، ولكن يتم نقل المعرفة الخارجية من قبل الموظفين في الخطوط الأمامية.“،
”يستخدم البرنامج الموارد المحلية ويدرك المعرفة المحلية.“،”،
“يستخدم البرنامج المعرفة والموارد المحلية ويحترمها.”],
ص 9:[“B2. تساهم المجتمع بموارده (مثل الوقت، النقد، العمالة، الأراضي، المواد، إلخ.)”,
“لا أعرف/معلومات غير كافية”,
“لا يساهم أفراد المجتمع في تنفيذ البرنامج نقدًا أو عينيًا أو بالعمالة.”,
“يساهم أفراد المجتمع بالوقت/العمالة أو الموارد (الأراضي، النقد، المواد) لأن ذلك إلزامي.",
”يساهم أفراد المجتمع بالوقت/العمل أو الموارد (الأرض، النقد، المواد) عند تشجيعهم.“,
”يقرر أفراد المجتمع ما هو مطلوب، ويحددون طواعية الموارد الإضافية (الوقت/العمل، الأرض، النقد، المواد) ويتطوعون بها.“],
ص 10:[”C1. للمجتمعات دور محوري في تخطيط كيفية وموعد إكمال البرنامج وتسليمه لهم.“,
”لا أعرف/معلومات غير كافية“,
”لا توجد خطة لإنجاز البرنامج وتسليمه.“,
”تضع المنظمة المنفذة خطة إنجاز البرنامج وتسليمه ويتم إطلاع قادة المجتمع المحلي أو أفراد المجتمع المحلي عليها.“,
”توضع خطة إنجاز البرنامج وتسليمه بالتشاور مع القادة المحليين وأفراد المجتمع المحلي.“,
”يقود أفراد المجتمع المحلي والقادة المحليون خطة إنجاز البرنامج وتسليمه.“],
ص 11:["C2. تعمل المجتمعات المحلية مع المنظمات المنفذة لمراجعة وتكييف التخطيط لتسليم البرامج والانتقال بشكل مستمر”،
“لا أعرف/معلومات غير كافية”،
“لا توجد خطة أو استراتيجية لمنظمتك لتسليم البرامج إلى المجتمع المحلي”،
“لا يتم وضع خطط لتسليم البرنامج إلى المجتمع المحلي إلا عندما يقترب البرنامج من نهايته (أو لا يتبقى أي تمويل)"،
”توضع خطط لتسليم البرنامج إلى المجتمع المحلي في بداية البرنامج وتُراجع في نهاية البرنامج أو في حالة حدوث انتكاسة كبيرة“،
”توضع خطط لتسليم البرنامج إلى المجتمع المحلي في بداية البرنامج وتُراجع بانتظام مع أفراد المجتمع المحلي لتعكس الوضع الحالي في المجتمع المحلي“],
ص 12:["C3. يضمن البرنامج أن الهياكل المجتمعية (مثل المنظمات المجتمعية والمجموعات التي تنفذ البرامج) لديها القدرات اللازمة لمواصلة العمل بعد التسليم”،
“لا أعرف/معلومات غير كافية”،
“لا يبذل البرنامج أي جهد لضمان قدرة الهياكل المجتمعية على مواصلة العمل بعد التسليم”،
“هناك خطة لتسليم البرنامج ولكن لا توجد استراتيجية لضمان أن الهياكل المجتمعية يمكنها مواصلة العمل بعد التسليم وأن لديها القدرات اللازمة للحصول على التمويل/الموارد (حسب الحاجة)."،
”توجد استراتيجية لضمان أن تتمكن الهياكل المجتمعية من مواصلة العمل بعد التسليم، ولكن لا توجد أنشطة لتنمية القدرات للحصول على التمويل/الموارد (حسب الحاجة).“،
”ينفذ البرنامج أنشطة لبناء القدرات لضمان أن تتمكن الهياكل المجتمعية من مواصلة العمل بعد التسليم والحصول على التمويل/الموارد (حسب الحاجة).“],
ص 13:[”C4. بعد الانتهاء، يتم قياس تأثير البرنامج بمشاركة محلية.“,
”لا أعرف/معلومات غير كافية“،
”لا توجد خطط لقياس تأثير البرنامج بعد الانتهاء أو أن المجتمع لا يعرف ما إذا كانت هناك أي خطط.“,
”هناك خطط لقياس تأثير البرنامج (أو يتم قياسه) بعد الانتهاء. يتم إعلام أفراد المجتمع عن العملية ويقدمون المعلومات المطلوبة.“,
"يتم قياس التأثير (أو من المقرر قياسه) بعد الانتهاء من البرنامج ويتم استشارة أفراد المجتمع في العملية.”،
“يتم قياس الأثر (أو من المقرر قياسه) بعد انتهاء البرنامج ويشارك أفراد المجتمع بنشاط في جميع مراحل العملية.”],
ص 14:[“C5. بعد تسليم البرنامج إلى هياكل المجتمع/الحكومة المحلية، لا يزال أفراد المجتمع من جميع الفئات (مثل النساء والشباب وكبار السن والفقراء والأشخاص ذوو الإعاقة والأقليات) يستفيدون من الأنشطة التي يقودها المجتمع.",
”لا أعرف/ معلومات غير كافية“،
”لا يحصل أحد على أي فوائد بعد تسليم البرنامج أو تستمر الفئات المتميزة فقط في الاستفادة منه.“,
”يستمر البرنامج في إفادة بعض الفئات حتى بعد تسليمه.“,
”يستمر البرنامج في إفادة معظم الفئات حتى بعد تسليمه.“,
”يستمر البرنامج في إفادة جميع الفئات حتى بعد تسليمه.“],
ص 15:[”D1. يتبادل البرنامج والهياكل المجتمعية المعلومات الهامة، مثل ما يفعلونه، ولماذا، وكيف، وكيف تم استخدام الأموال.“،
”لا أعرف/معلومات غير كافية“،
”لا يشارك البرنامج أي معلومات مع المجتمع المحلي حول ما يتم القيام به، وكيف، ولماذا.“،
”يشارك البرنامج أو الهيئات المجتمعية أحيانًا المعلومات الأساسية حول البرنامج، ولكن معظم التفاصيل غير متاحة.“،
”غالبًا ما يشارك البرنامج أو الهيئات المجتمعية المعلومات المتعلقة بالبرنامج (معظم المعلومات متاحة ولكن ليس كلها).“،
”تشارك البرنامج والهيئات المجتمعية بانتظام المعلومات المتعلقة بالأموال والعمليات والأنشطة مع أفراد المجتمع وتدعوهم إلى تقديم ملاحظاتهم.“],
ص 16:[”D2. يعالج البرنامج شكاوى المجتمع/تظلماته.“,
”لا أعرف/معلومات غير كافية“,
”لا يوفر البرنامج أي وسيلة لأفراد المجتمع لتقديم شكاوى أو تظلمات.“,
”يوفر البرنامج وسيلة لأفراد المجتمع لرفع شكاواهم/مظالمهم، ولكنها غير متاحة أو غير موثوقة.“
”يوفر البرنامج وسيلة متاحة وموثوقة لأفراد المجتمع لرفع شكاواهم/مظالمهم، ولكن الشكاوى لا يتم معالجتها.“
”يوفر البرنامج وسيلة متاحة وموثوقة لأفراد المجتمع لرفع شكاواهم/مظالمهم، ويتم معالجة الشكاوى.“],
ص 17:["D3. يتم مشاركة نتائج الرصد والتقييم بانتظام مع أفراد المجتمع.”،
“لا أعرف/معلومات غير كافية”،
“لا يتم مشاركة نتائج الرصد والتقييم مع أفراد المجتمع أبدًا.”،
“قد يتم مشاركة نتائج الرصد والتقييم مع أفراد المجتمع من قبل الأشخاص المشاركين في البرنامج عندما يرغبون في ذلك.”،
“يتم مشاركة نتائج الرصد والتقييم مع أفراد المجتمع فقط عند ظهور مشاكل."”,
“يتم مشاركة نتائج الرصد والتقييم بانتظام مع أفراد المجتمع.”],
ص 18:[“E1. يستجيب البرنامج لاحتياجات المجتمع المتغيرة وظروفه.”
“لا أعرف/معلومات غير كافية”
“لا يستجيب البرنامج لاحتياجات المجتمع المتغيرة (مثل الفيضانات والجفاف والجوع الموسمي وظهور تقنيات جديدة والتغيرات في الأنظمة السياسية، إلخ.)"
”البرنامج قادر على إجراء بعض التغييرات.“,
”البرنامج قادر على التكيف حسب الحاجة مع احتياجات المجتمع المتغيرة، بما في ذلك تلك الناجمة عن الأزمات أو الكوارث.“,
”البرنامج قادر على التكيف مع احتياجات المجتمع المتغيرة، بما في ذلك تلك الناجمة عن الأزمات أو الكوارث، ويبني آليات/هياكل لمعالجة حالات مماثلة في المستقبل.“],
ص 19:["E2. يتم تحديد وتيرة برنامج التنمية المجتمعية (أي توقيت وتكرار ومدة المشاركة مع المجتمع) مع أفراد المجتمع.”،
“لا أعرف/ معلومات غير كافية”،
“لا يشارك المجتمع في تحديد وتيرة البرنامج.”،
“يتم إطلاع المجتمع على وتيرة البرنامج.”،
“يتم استشارة بعض أفراد المجتمع في تحديد وتيرة البرنامج.”،
“يتم استشارة جميع أفراد المجتمع، بما في ذلك ممثلو الفئات المهمشة، في تحديد وتيرة البرنامج.”],
ص 20:[“F1. يبني البرنامج علاقات إيجابية بين الأغنياء والفقراء؛ والفقراء والفقراء.”,
“لا أعرف/ معلومات غير كافية”,
“لا يأخذ البرنامج في الاعتبار الفروق الاقتصادية.”,
“يبني البرنامج علاقات بين الفقراء والفقراء.",
”يشرك البرنامج الأغنياء والفقراء في المناقشات والحوار.“,
”يشرك البرنامج الأغنياء والفقراء في العمل معًا لتحقيق هدف مشترك.“],
ص 21:[”F2. يبني البرنامج علاقات إيجابية داخل المجموعات نفسها وبين مختلف المجموعات العرقية والطائفية والدينية وغيرها.“,
”لا أعرف/معلومات غير كافية“,
"لا يأخذ البرنامج في الاعتبار الاختلافات الطبقية/العرقية/الدينية.”،
“يقيم البرنامج علاقات بين أفراد من نفس الطبقة/العرق/الدين للعمل معًا من أجل التغيير الاجتماعي.”
“يشرك البرنامج أفرادًا من طبقات/أعراق/ديانات مختلفة في المناقشات والحوار.”
“يقيم البرنامج علاقات بين أفراد من طبقات/أعراق/ديانات مختلفة للعمل معًا من أجل التغيير الاجتماعي.”]
ص 22:[“F3. يقيم البرنامج علاقات إيجابية بين النساء وبين الرجال والنساء.”،
“لا أعرف/معلومات غير كافية”،
“لا يعمل البرنامج مع النساء.”،
“يقيم البرنامج علاقات بين النساء من نفس المجموعة.”،
“يقيم البرنامج علاقات بين جميع مجموعات النساء أو بين النساء والرجال.”،
“يقيم البرنامج علاقات بين جميع مجموعات النساء وبين النساء والرجال."],
ص 23: [”F4. يربط البرنامج المجتمعات المحلية أو قادتها بقرى أخرى وقادتها عبر المقاطعات أو المحافظات أو الولايات.“،
”لا أعرف/معلومات غير كافية“،
”لا يبني البرنامج شبكات وروابط مجتمعية.“،
”يبني البرنامج روابط بين المجتمعات/القادة المحليين من نفس المقاطعة.“،
”يبني البرنامج روابط بين المجتمعات/القادة المحليين عبر المقاطعات/الولايات/المحافظات/الدولة.“،
”يقيم البرنامج روابط بين المجتمعات عبر الولايات/المناطق/الدول من أجل العمل الجماعي.“],
ص 24: [”G1. تعمل مجموعات المجتمع المحلي التابعة للبرنامج مع هياكل الحكومة المحلية والجهات الفاعلة.“
”لا أعرف/معلومات غير كافية“
”يقدم البرنامج أو مجموعات المجتمع المحلي التابعة له والهياكل والجهات الفاعلة الحكومية المحلية ذات الصلة معلومات/رسائل متناقضة.“,
”لا يتعاون البرنامج أو مجموعاته المجتمعية والهيئات الحكومية المحلية ذات الصلة القائمة على الإطلاق (حتى عندما يعملون لتحقيق نفس الأهداف).“,
”يتعاون البرنامج أو مجموعاته المجتمعية والهيئات الحكومية المحلية ذات الصلة القائمة أحيانًا في بعض القضايا.“,
”يتعاون البرنامج ومجموعاته المجتمعية والهيئات الحكومية المحلية/الجهات الفاعلة بانتظام ويكمل بعضها بعضًا.“],
ص 25:["H1. يقوم أفراد المجتمع المحلي بمراقبة الأنشطة الرئيسية للبرنامج والتقدم المحرز فيه.”،
“لا أعرف/معلومات غير كافية”،
“لا توجد مراقبة مجتمعية تشاركية.”،
“تتم المراقبة المجتمعية في بعض الأحيان.”،
“تتم المراقبة المجتمعية بانتظام، ولكن يتم تيسيرها من قبل الموظفين في الخطوط الأمامية.",
”تتم المراقبة المجتمعية بانتظام ويسهلها أفراد المجتمع أو هياكله.“],
ص 26:[”H2. يتم إجراء تقييم تشاركي.“,
”لا أعرف/معلومات غير كافية“,
”لا يوجد تقييم تشاركي مجتمعي.“,
"يشارك أفراد المجتمع في واحد أو اثنين من هذه الأنشطة: 1) التخطيط؛ 2) جمع البيانات؛ 3) التحليل؛ 4) التحقق؛ 5) الاستنتاجات والتوصيات؛ 6) تخطيط الإجراءات.”،
“يشارك أفراد المجتمع في العديد (ثلاثة أو أربعة) من هذه الأنشطة: 1) التخطيط؛ 2) جمع البيانات؛ 3) التحليل؛ 4) التحقق؛ 5) الاستنتاجات والتوصيات؛ 6) تخطيط الإجراءات.”
“يلعب أفراد المجتمع دورًا محوريًا في جميع الأنشطة: 1) التخطيط؛ 2) جمع البيانات؛ 3) التحليل؛ 4) التحقق؛ 5) الاستنتاجات والتوصيات؛ 6) تخطيط الإجراءات.”],
ص 27: [“H3. تبحث أنشطة الرصد والتقييم في كيفية عمل البرنامج مع مختلف الفئات من الناس، بما في ذلك النساء والأشخاص ذوو الإعاقة وكبار السن والأشخاص المنتمون إلى الأقليات، وكيفية استفادتهم منه.”
“لا أعرف/معلومات غير كافية"،
”لا يعرف أفراد المجتمع لأنهم لا يشاركون في الرصد والتقييم (M&E) أو لأنهم يشاركون ولكن أنظمة الرصد والتقييم لا تأخذ في الاعتبار مختلف الفئات من الناس عند جمع المعلومات أو تحليلها.“,
”يقوم الرصد والتقييم بجمع المعلومات وتحليلها لفهم كيفية عمل البرنامج مع بعض الفئات في المجتمع (مثل الرجال والنساء، ولكن ليس الأشخاص ذوي الإعاقة) وكيفية استفادتهم منه.“,
”تجمع الرصد والتقييم المعلومات وتحللها لفهم كيفية عمل البرنامج مع معظم الفئات في المجتمع وكيفية استفادتها منه.“,
”تجمع الرصد والتقييم المعلومات وتحللها لفهم كيفية عمل البرنامج مع جميع الفئات المختلفة من الناس وكيفية استفادتها منه.“],
p28:[”I1. يقرر الميسرون وقت ومكان وعقد الاجتماعات بحيث يتمكن الجميع من المشاركة فيها.“,
”لا أعرف/ معلومات غير كافية“,
”يحدد الميسرون وقت ومكان وإطار الاجتماعات بناءً على ما يناسبهم أو ما يناسب قلة مختارة من أفراد المجتمع.“,
”يلتزم الميسرون بواحد على الأقل من التالي: ترتيب الاجتماعات في وقت ومكان وإطار يسمح لجميع الأشخاص بالمشاركة والتحدث بحرية.“,
”يلتزم الميسرون بما يلي: ترتيب الاجتماعات في وقت ومكان وظروف تسمح لجميع الأشخاص بالمشاركة والتعبير بحرية.“
”يلتزم الميسرون بما يلي: ترتيب الاجتماعات في وقت ومكان وظروف تسمح لجميع الأشخاص بالمشاركة والتعبير بحرية.“],
ص 29:["I2. يتحلى ميسرو المشروع بالاحترام ويشجعون الحوار.”،
“لا أعرف/ معلومات غير كافية”،
“يقوم الميسرون بإلقاء المحاضرات وإملاء ما يجب على الناس فعله، ولا يستمعون إليهم، ولا يحترمونهم.”,
“يستمع الميسرون إلى الناس ويعاملونهم باحترام.”,
“يستمع الميسرون إلى أفكارهم، ويعاملون الناس باحترام، ويشجعون جميع المشاركين على التحدث.”,
“يستمع الميسرون إلى الناس، ويعاملونهم باحترام، ويشجعونهم على التحدث مع بعضهم البعض."],
ص 30: [”I3. بعد حضور الاجتماعات مع الميسرين، نشعر بما يلي:“،
”لا أعرف/ معلومات غير كافية“،
”كان ذلك مضيعة للوقت؛ نحضر فقط لأننا مضطرون إلى ذلك“،
”نسمع أفكارًا جديدة ولكننا غير متأكدين مما يجب فعله بها“،
”نسمع أفكارًا جديدة ويخبرنا الميسرون كيف نتصرف بشأنها“،
”نسمع أفكارًا جديدة ونتعلم ونقرر بشكل جماعي كيفية العمل بها.“],
ص 31: [”I4. (للميسرين فقط) نشعر بالدعم (نتلقى تدريبات منتظمة، نفهم ما نقوم به ولماذا، لدينا مرونة وميزانيات) من قبل المنظمة المنفذة/الوكالة الحكومية للقيام بعملنا“,
”لا أعرف/معلومات غير كافية“,
”لا تبذل المنظمة المنفذة/الوكالة الحكومية أي جهد لدعم عملنا“,
"نحصل على الدعم في مجالين من المجالات التالية: أ) نتلقى تدريبًا منتظمًا (ليس لمرة واحدة) بلغتنا المحلية، ب) نحن نعرف ما نقوم به وأهميته، ج) يمكننا تغيير عدد الاجتماعات التي نيسرها وتوقيتها لتناسب الاحتياجات المحلية، د) توفر لنا المنظمة المنفذة أماكن للاجتماعات وجميع المواد اللازمة لعقدها، ه) عبء العمل لدينا معقول (لا يُتوقع منا تغطية عدد كبير جدًا من القرى أو مسافات طويلة جدًا أو عقد عدد كبير جدًا من الاجتماعات)"،
"نحصل على الدعم في ثلاثة من هذه المجالات: أ) نتلقى تدريبًا منتظمًا (ليس لمرة واحدة) بلغتنا المحلية، ب) نحن على دراية بما نقوم به وأهميته، ج) يمكننا تغيير عدد الاجتماعات التي نيسرها وتوقيتها لتناسب الاحتياجات المحلية، د) توفر لنا المنظمة المنفذة أماكن لعقد الاجتماعات وجميع المواد اللازمة لتسييرها، هـ) حجم العمل المعهد إلينا معقول (لا يُتوقع أن يشمل عددًا كبيرًا جدًا من القرى أو مسافات طويلة جدًا أو عقد عدد كبير جدًا من الاجتماعات)"،
"نحصل على الدعم في جميع هذه المجالات: أ) نتلقى تدريبًا منتظمًا (ليس لمرة واحدة) بلغتنا المحلية، ب) نعرف ما نقوم به وأهميته، ج) يمكننا تغيير عدد الاجتماعات التي نيسرها وتوقيتها لتناسب الاحتياجات المحلية، د) توفر لنا المنظمة المنفذة أماكن للاجتماعات وجميع المواد اللازمة لعقدها، هـ) عبء العمل لدينا معقول (لا يُتوقع منا تغطية عدد كبير جدًا من القرى أو مسافات طويلة جدًا أو عقد عدد كبير جدًا من الاجتماعات)"]
}
